Repository: a1exalexander/exchanger
Catalog: Exchanger/Resources/Localizable.xcstrings
Source language: en
Languages: uk

# meta.title
source: Exchanger — currency converter
uk: Exchanger — конвертер валют

# header.home
source: Exchanger — home
uk: Exchanger — на головну

# theme.label
source: Theme
uk: Тема

# theme.system
source: System
uk: Системна

# theme.light
source: Light
uk: Світла

# theme.dark
source: Dark
uk: Темна

# settings.title
source: Settings
uk: Налаштування

# settings.language
source: Language
uk: Мова

# footer.sources
source: Rate sources
uk: Джерела курсів

# footer.monoNote
source: buy and sell
uk: купівля та продаж

# footer.nbuNote
source: official rate
uk: офіційний курс

# footer.marketNote
source: mid-market, for other currencies
uk: середньоринковий, для інших валют

# footer.disclaimer
source: Mid-market rates are for reference and update daily.
uk: Середньоринкові курси довідкові й оновлюються щодня.

# footer.updated
source: Updated:
uk: Оновлено:

# providers.monoDescription
source: Monobank buy and sell rate
uk: Курс купівлі та продажу Monobank

# providers.nbuName
source: NBU
uk: НБУ

# providers.nbuDescription
source: Official rate of the National Bank of Ukraine
uk: Офіційний курс Національного банку України

# providers.marketName
source: Mid-market
uk: Середньоринковий

# providers.marketDescription
source: Mid-market rate from the open exchange-api (aggregated from several open sources, updated daily). For reference, not a bank rate
uk: Середньоринковий курс з відкритого API exchange-api (зведені дані кількох відкритих джерел, оновлюється щодня). Довідковий, не курс банку

# card.label
source: Currency converter
uk: Конвертер валют

# card.amountIn %@
source: Amount in %@
uk: Сума в %@

# card.swap
source: Swap currencies
uk: Поміняти валюти місцями

# card.operation
source: Operation
uk: Операція

# card.buy
source: Buy
uk: Купую

# card.sell
source: Sell
uk: Продаю

# card.unavailable
source: The rate for this pair is not available right now
uk: Курс для цієї пари зараз недоступний

# card.bankCross
source: Monobank, cross rate
uk: Monobank, крос-курс

# card.official
source: official rate
uk: офіційний курс

# card.market
source: Mid-market
uk: Середньоринковий

# card.rateDate
source: Rate date
uk: Дата курсу

# card.nbuRate
source: Official NBU rate
uk: Офіційний курс НБУ

# select.from
source: Convert from
uk: Яку валюту конвертуємо?

# select.to
source: Convert to
uk: У яку валюту конвертуємо?

# select.current
source: Now
uk: Зараз

# picker.recent
source: Recent
uk: Нещодавні

# picker.popular
source: Popular
uk: Популярні

# picker.all
source: All currencies
uk: Усі валюти

# picker.crypto
source: Cryptocurrencies
uk: Криптовалюти

# picker.metals
source: Precious metals
uk: Дорогоцінні метали

# picker.close
source: Close
uk: Закрити

# picker.placeholder
source: Code, name or country
uk: Код, назва або країна

# picker.search
source: Search currency
uk: Пошук валюти

# picker.empty %@
source: Nothing found for “%@”
uk: Нічого не знайдено за запитом «%@»

# picker.results
source: Search results
uk: Результати пошуку

# picker.bankTag
source: Monobank buy and sell rate
uk: Курс купівлі та продажу від Monobank

# picker.swapTag
source: swap
uk: обмін

# picker.swapTagTitle
source: Currencies will trade places
uk: Валюти поміняються місцями

# quickPick.title
source: Quick pick
uk: Швидкий вибір

# quickPick.hint %lld
source: The currencies you pick most often show up here first. Tap a currency in the card to see all %lld.
uk: Тут першими з'являються валюти, які ти обираєш найчастіше. Усі %lld — за натисканням на валюту в картці.

# slide.sell
source: Sell:
uk: Продаж:

# slide.buy
source: Buy:
uk: Купівля:

# slide.cross
source: Cross rate:
uk: Перехресний курс:

# slide.open %@ %@
source: Open %1$@ → %2$@ in the converter
uk: Відкрити %1$@ → %2$@ у конвертері
